import Image1 from './images/image1.jpg';
import Image2 from './images/image2.jpg';
import Image3 from './images/image3.jpg';
import Image4 from './images/image4.jpeg';
import Image5 from './images/image5.jpg';
import Image6 from './images/image6.jpg';
import Image7 from './images/image7.png';
import Image8 from './images/image8.jpg';

const structures = [
    {
        img: Image1,
        title: "Ан-124", 
        description: `Ан-124 «Руслан» — советский тяжёлый дальний транспортный самолёт, разработанный в 1980-х годах конструкторским бюро им. О. К. Антонова. Является одним из крупнейших в мире серийных грузовых самолётов (уступая по размерам только Ан-225 «Мрия», который был создан на его основе).`,
    },   
    {
        img: Image2,
        title: "Airbus A320", 
        description: `Airbus A320 — семейство среднемагистральных узкофюзеляжных самолётов для авиалиний малой и средней протяжённости, разработанных европейским консорциумом «Airbus S.A.S». Общее число произведённых A320 достигло 12 260 штук. Этот показатель позволил Airbus впервые за сорок лет обойти 737-е семейство Boeing.`,
    },
    {
        img: Image3, 
        title: "Ty-154", 
        description: `Ту-154 - один из самых быстрых в мире серийных пассажирских лайнеров с крейсерной скоростью более 900 км/ч, а также самый массовый советский реактивный пассажирский самолет, который до конца 2000-х годов оставался одним из основных самолетов на маршрутах средней дальности.`,
    },
    {
        img: Image4,
        title: 'Boeing 737',
        description: `Boeing 737 - семейство узкофюзеляжных ближне-среднемагистральных пассажирских и транспортных самолетов. Самолет производится корпорацией Boeing с 1967 года. Boeing 737 стал самым массовым пассажирским самолётом за всю историю пассажирского авиастроения.`,
    },
    {
        img: Image5,
        title: "Beechcraft",  
        description: `Beechcraft - американский турбовинтовой самолёт, 19-местный авиалайнер ...`,
    },
    {
        img: Image6,
        title: "Сухой Су-57",  
        description: `Су-57 — многофункциональный комплекс фронтовой авиации пятого поколения ...`,
    },
    {
        img: Image7,
        title: 'Gulfstream G650',
        description: `Gulfstream G650 - это флагманский бизнес-джет, известный своей высокой скоростью ...`,
    },
    {
        img: Image8,
        title: 'F-16',
        description: `F-16 - американский многофункциональный лёгкий истребитель четвёртого поколения..`,
    }, 
];

export default structures;